Repository: hawi-me/TradMed_medical_app
Catalog: tradmed/lib/l10n/app_*.arb
Languages: ar

# aipageAppbar
source: Gemini
ar: الجوزاء

# welcomeMessage
source: Hello,
ar: مرحبًا،

# meetAI
source: Let's meet your powerful Ai assistant
ar: تعرف على مساعد الذكاء الاصطناعي القوي

source: Premium Plan
ar: الخطة المميزة

# unlockAI
source: Unlock your Ai chatbot & get all Premium features
ar: افتح روبوت الدردشة بالذكاء الاصطناعي واحصل على جميع الميزات المميزة

source: Upgrade Plan
ar: ترقية الخطة

source: Features
ar: الميزات

# features1
source: Health Tip
ar: نصيحة صحية

# features2
source: Articles
ar: مقالات

# features3
source: Healing Herbs
ar: الأعشاب العلاجية

# features4
source: AloeVera
ar: الصبار

# aitalk
source: Chat / Talk
ar: الدردشة / التحدث

# aitalkdetail
source: Instant diagnosis, and Treatment options.
ar: تشخيص فوري وخيارات العلاج.

# aivoice
source: Voice / Speech
ar: الصوت / الكلام

# aivoicedetail
source: Engage in real time conversation.
ar: انخرط في محادثة

# navSearch
source: Search
ar: بحث

# navEducation
source: Education
ar: التعليم

# navShare
source: Share
ar: مشاركة

# navSetting
source: Setting
ar: الإعدادات

# navFavorites
source: Favorite
ar: المفضلة

# navLogout
source: Logout
ar: تسجيل الخروج

# bottomHome
source: Home
ar: الرئيسية

# bottomEducation
source: Education
ar: التعليم

# bottomTelemed
source: Telemedicine
ar: الطب عن بعد

# bottomAi
source: Ai
ar: الذكاء الاصطناعي

# homeSearch
source: Search
ar: بحث

# homeHero
source: Discover the Healing Power of Herbs
ar: اكتشف قوة الشفاء بالأعشاب

# homeDynamic1
source: Natureâ€™s cure is waiting for you.
ar: علاج الطبيعة في انتظارك.

# homeDynamicDetail1
source: Explore More
ar: استكشاف المزيد

# homeDynamic2
source: Find Natural Remedies for Everyday Health
ar: اعثر على العلاجات الطبيعية لصحة الحياة اليومية

# homeDynamicDetail2
source: Explore our vast collection of herbal medicine.
ar: استكشف مجموعتنا الواسعة من الأدوية العشبية.

# homeDynamic3
source: View Remedies
ar: عرض العلاجات

# homeDynamicDetail3
source: Embrace a Healthier Lifestyle
ar: اعتمد أسلوب حياة أكثر صحة

# homeDynamic4
source: Start your journey with organic solutions.
ar: ابدأ رحلتك مع الحلول العضوية.

# homeDynamicDetail4
source: Get Started
ar: ابدأ
